{
  "translation": {
    "BULBASAUR can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun’s rays, the seed grows progressively larger.": "BULBASAUR pode ser visto cochilando sob a luz solar intensa. Há uma semente em suas costas. Ao absorver os raios solares, a semente cresce progressivamente.",
    "There is a bud on this POKéMON’s back. To support its weight, IVYSAUR’s legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it’s a sign that the bud will bloom into a large flower soon.": "Há um botão nas costas deste POKéMON. Para suportar o seu peso, as pernas e o tronco do IVYSAUR ficam grossos e fortes. Se começar a passar mais tempo exposto ao sol, é um sinal de que o botão florescerá em breve e se tornará uma grande flor.",
    "There is a large flower on VENUSAUR’s back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower’s aroma soothes the emotions of people.": "Há uma grande flor nas costas de VENUSAUR. Diz-se que a flor adquire cores vívidas se receber muita nutrição e luz solar. O aroma da flor acalma as emoções das pessoas.",
    "The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when CHARMANDER is enjoying itself. If the POKéMON becomes enraged, the flame burns fiercely.": "A chama que queima na ponta da cauda é um indicativo de suas emoções. A chama tremula quando CHARMANDER está se divertindo. Se o POKéMON fica enfurecido, a chama queima intensamente.",
    "CHARMELEON mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color.": "CHARMELEON destrói impiedosamente seus inimigos usando suas garras afiadas. Se ele encontra um adversário forte, ele fica agressivo. Nesse estado excitado, a chama na ponta de sua cauda queima com uma cor azulada branca.",
    "CHARIZARD flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.": "CHARIZARD voa pelo céu em busca de oponentes poderosos. Ele exala fogo de um calor tão intenso que derrete qualquer coisa. No entanto, nunca direciona seu hálito de fogo a um oponente mais fraco do que ele.",
    "SQUIRTLE’s shell is not merely used for protection. The shell’s rounded shape and the grooves on its surface help minimize resistance in water, enabling this POKéMON to swim at high speeds.": "A concha do SQUIRTLE não é usada apenas para proteção. A forma arredondada da concha e as ranhuras em sua superfície ajudam a minimizar a resistência na água, permitindo que este POKéMON nade em alta velocidade.",
    "Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as WARTORTLE ages. The scratches on its shell are evidence of this POKéMON’s toughness as a battler.": "Sua cauda é grande e coberta por uma pelagem densa e espessa. A cauda fica cada vez mais profunda em cor à medida que o WARTORTLE envelhece. Os arranhões em sua concha são evidências da resistência deste POKéMON como lutador.",
    "BLASTOISE has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet.": "O BLASTOISE tem jatos de água que se projetam de sua concha. Os jatos de água são muito precisos. Eles podem disparar balas de água com precisão suficiente para atingir latas vazias a uma distância superior a 160 pés.",
    "It crawls into foliage where it camouflages itself among leaves that are the same color as its body.": "Ele se arrasta pela vegetação, onde se camufla entre as folhas que têm a mesma cor que seu corpo.",
    "The shell covering this POKéMON’s body is as hard as an iron slab. METAPOD does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.": "A concha que cobre o corpo deste POKéMON é tão dura quanto uma laje de ferro. METAPOD não se move muito. Ele fica imóvel porque está preparando suas partes internas para a evolução dentro da concha dura.",
    "BUTTERFREE has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over six miles from its nest.": "O BUTTERFREE tem uma habilidade superior para buscar mel delicioso das flores. Ele pode até encontrar, extrair e carregar mel das flores que estão florescendo a mais de seis milhas de seu ninho.",
    "WEEDLE has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose).": "O WEEDLE tem um olfato extremamente aguçado. Ele é capaz de distinguir suas folhas favoritas daquelas que não gosta apenas cheirando com sua grande probóscide vermelha (nariz).",
    "KAKUNA remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch.": "O KAKUNA permanece praticamente imóvel enquanto se agarra a uma árvore. No entanto, por dentro, ele está extremamente ocupado, preparando-se para sua próxima evolução. Isso fica evidente pela temperatura quente da casca quando se toca.",
    "BEEDRILL is extremely territorial. No one should ever approach its nest - this is for their own safety. If angered, they will attack in a furious swarm.": "O BEEDRILL é extremamente territorial. Ninguém deveria se aproximar de seu ninho - isso é para sua própria segurança. Se ficam enfurecidos, eles atacam em um enxame furioso.",
    "PIDGEY has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings.": "O PIDGEY tem um senso de direção extremamente aguçado. Ele é capaz de retornar inerravelmente para casa em seu ninho, não importa o quão longe esteja de suas redondezas familiares.",
    "PIDGEOTTO claims a large area as its own territory. This POKéMON flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.": "O PIDGEOTTO reivindica uma grande área como seu próprio território. Este POKéMON voa ao redor, patrulhando seu espaço vital. Se seu território for violado, ele não tem piedade ao punir completamente o inimigo com suas garras afiadas.",
    "This POKéMON has a dazzling plumage of beautifully glossy feathers. Many TRAINERS are captivated by the striking beauty of the feathers on its head, compelling them to choose PIDGEOT as their POKéMON.": "Este POKéMON tem uma plumagem deslumbrante de penas lindas e brilhantes. Muitos TREINADORES são cativados pela beleza impressionante das penas em sua cabeça, o que os leva a escolher o PIDGEOT como seu POKéMON.",
    "RATTATA is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives - it will make its nest anywhere.": "O RATTATA é extremamente cauteloso. Mesmo enquanto dorme, ele ouve constantemente movendo as orelhas. Ele não é exigente quanto a onde vive - fará seu ninho em qualquer lugar.",
    "RATICATE’s sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.": "As presas robustas do RATICATE crescem constantemente. Para mantê-las afiadas, ele roe pedras e troncos. Ele pode até mastigar as paredes das casas.",
    "SPEAROW has a very loud cry that can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.": "O SPEAROW tem um grito muito alto que pode ser ouvido a mais de meio quilômetro de distância. Se seu grito agudo e alto é ouvido ecoando por toda parte, é um sinal de que eles estão se avisando mutuamente sobre o perigo.",
    "FEAROW is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey.": "O FEAROW é reconhecido por seu pescoço longo e bico alongado. Eles têm formas convenientes para pegar presas na terra ou na água. Ele move habilmente seu bico longo e fino para pegar presas.",
    "EKANS curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.": "O EKANS se enrola em uma espiral enquanto descansa. Assumir essa posição permite que ele responda rapidamente a uma ameaça vinda de qualquer direção com um olhar de sua cabeça erguida.",
    "This POKéMON is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once ARBOK wraps its body around its foe, escaping its crunching embrace is impossible.": "Este POKéMON é incrivelmente forte para poder constringir coisas com seu corpo. Ele pode até achatar tambores de óleo de aço. Uma vez que o ARBOK envolve seu corpo em torno de seu inimigo, escapar de seu abraço esmagador é impossível.",
    "This POKéMON has electricity-storing pouches on its cheeks. These appear to become electrically charged during the night while PIKACHU sleeps. It occasionally discharges electricity when it is dozy after waking up.": "Este POKéMON tem bolsas de armazenamento de eletricidade em suas bochechas. Elas parecem ser carregadas eletricamente durante a noite enquanto o PIKACHU dorme. Ele ocasionalmente descarrega eletricidade quando está sonolento depois de acordar.",
    "If the electrical sacks become excessively charged, RAICHU plants its tail in the ground and discharges. Scorched patches of ground will be found near this POKéMON’s nest.": "Se as bolsas de eletricidade ficarem excessivamente carregadas, o RAICHU finca a cauda no chão e descarrega. Manchas chamuscadas de terra serão encontradas perto do ninho deste POKéMON.",
    "SANDSHREW has a very dry hide that is extremely tough. The POKéMON can roll into a ball that repels any attack. At night, it burrows into the desert sand to sleep.": "O SANDSHREW tem uma pele muito seca que é extremamente resistente. O POKéMON pode se enrolar em uma bola que repele qualquer ataque. À noite, ele cava na areia do deserto para dormir.",
    "SANDSLASH can roll up its body as if it were a ball covered with large spikes. In battle, this POKéMON will try to make the foe flinch by jabbing it with its spines. It then leaps at the stunned foe to tear wildly with its sharp claws.": "O SANDSLASH pode enrolar seu corpo como se fosse uma bola coberta por espinhos grandes. Em batalha, este POKéMON tentará fazer o inimigo recuar espetando-o com seus espinhos. Ele então salta sobre o inimigo atordoado para rasgar com suas garras afiadas.",
    "NIDORAN has barbs that secrete a powerful poison. They are thought to have developed as protection for this small-bodied POKéMON. When enraged, it releases a horrible toxin from its horn.": "NIDORAN possui espinhos que secretam um veneno poderoso. Acredita-se que tenham se desenvolvido como proteção para este POKéMON de corpo pequeno. Quando enfurecido, ele libera um veneno terrível de seu chifre.",
    "When NIDORINA are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This POKéMON appears to become nervous if separated from the others.": "Quando NIDORINA está com seus amigos ou familiares, ela mantém seus espinhos guardados para evitar ferir uns aos outros. Este POKéMON parece ficar nervoso quando separado dos outros.",
    "NIDOQUEEN’s body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This POKéMON is at its strongest when it is defending its young.": "O corpo de NIDOQUEEN é revestido por escamas extremamente duras. Ela é especialista em lançar seus inimigos pelos ares com investidas poderosas. Este POKéMON está mais forte quando está defendendo seus filhotes.",
    "The male NIDORAN has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this POKéMON’s notice.": "O NIDORAN macho desenvolveu músculos para mover suas orelhas. Graças a eles, as orelhas podem ser movidas livremente em qualquer direção. Nem o menor som escapa à atenção deste POKéMON.",
    "It is easily agitated and uses its horn for offense as soon as it notices an attacker.": "Ele se irrita facilmente e usa seu chifre para atacar assim que percebe um agressor.",
    "NIDOKING’s thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower. Once this POKéMON goes on a rampage, there is no stopping it.": "O grosso rabo de NIDOKING contém um poder destrutivo enorme. Com um único golpe, ele pode derrubar uma torre de transmissão de metal. Uma vez que este POKéMON entra em um ataque de fúria, não há como detê-lo.",
    "On every night of a full moon, groups of this POKéMON come out to play. When dawn arrives, the tired CLEFAIRY return to their quiet mountain retreats and go to sleep nestled up against each other.": "Em todas as noites de lua cheia, grupos deste POKéMON saem para brincar. Quando o amanhecer chega, os CLEFAIRY cansados retornam aos seus retiros tranquilos nas montanhas e dormem juntos.",
    "CLEFABLE moves by skipping lightly as if it were flying using its wings. Its bouncy step lets it even walk on water. It is known to take strolls on lakes on quiet, moonlit nights.": "CLEFABLE se move pulando levemente, como se estivesse voando com suas asas. Seu passo saltitante permite até mesmo caminhar sobre a água. É conhecido por passear em lagos em noites silenciosas e à luz do luar.",
    "Inside VULPIX’s body burns a flame that never goes out. During the daytime, when the temperatures rise, this POKéMON releases flames from its mouth to prevent its body from growing too hot.": "Dentro do corpo de VULPIX arde uma chama que nunca se apaga. Durante o dia, quando as temperaturas sobem, este POKéMON libera chamas de sua boca para evitar que seu corpo esquente demais.",
    "Legend has it that NINETALES came into being when nine wizards possessing sacred powers merged into one. This POKéMON is highly intelligent - it can understand human speech.": "A lenda diz que NINETALES surgiu quando nove magos com poderes sagrados se fundiram em um só. Este POKéMON é altamente inteligente - ele pode entender a fala humana.",
    "When this POKéMON sings, it never pauses to breathe. If it is in a battle against an opponent that does not easily fall asleep, JIGGLYPUFF cannot breathe, endangering its life.": "Quando este POKéMON canta, ele nunca para para respirar. Se ele estiver em uma batalha contra um oponente que não adormece facilmente, JIGGLYPUFF não pode respirar, colocando sua vida em perigo.",
    "WIGGLYTUFF’s body is very flexible. By inhaling deeply, this POKéMON can inflate itself seemingly without end. Once inflated, WIGGLYTUFF bounces along lightly like a balloon.": "O corpo de WIGGLYTUFF é muito flexível. Ao respirar profundamente, este POKéMON pode se inflar aparentemente sem fim. Uma vez inflado, WIGGLYTUFF pula suavemente como um balão.",
    "During the day, it gathers with others and hangs from the ceilings of old buildings and caves.": "Durante o dia, ele se reúne com outros e fica pendurado nos tetos de prédios antigos e cavernas.",
    "GOLBAT bites down on prey with its four fangs and drinks the victim’s blood. It becomes active on inky dark moonless nights, flying around to attack people and POKéMON.": "GOLBAT morde a presa com suas quatro presas e bebe o sangue da vítima. Ele se torna ativo em noites escuras sem lua, voando por aí para atacar pessoas e POKéMON.",
    "ODDISH searches for fertile, nutrient-rich soil, then plants itself. During the daytime, while it is planted, this POKéMON’s feet are thought to change shape and become similar to the roots of trees.": "ODDISH busca solo fértil e rico em nutrientes, e então se planta. Durante o dia, enquanto está plantado, pensa-se que os pés deste POKéMON mudam de forma e se tornam semelhantes às raízes das árvores.",
    "From its mouth GLOOM drips honey that smells absolutely horrible. Apparently, it loves the horrid stench. It sniffs the noxious fumes and then drools even more of its honey.": "Da boca de GLOOM goteja mel que cheira absolutamente terrível. Aparentemente, ele adora o fedor horrível. Ele cheira os gases tóxicos e depois babava ainda mais seu mel.",
    "VILEPLUME has the world’s largest petals. They are used to attract prey that are then doused with toxic spores. Once the prey are immobilized, this POKéMON catches and devours them.": "VILEPLUME tem as maiores pétalas do mundo. Elas são usadas para atrair presas que são então mergulhadas em esporos tóxicos. Uma vez que as presas estão imobilizadas, este POKéMON as pega e as devora.",
    "PARAS has parasitic mushrooms growing on its back called tochukaso. They grow large by drawing nutrients from this Bug POKéMON. They are highly valued as a medicine for extending life.": "PARAS tem cogumelos parasitas crescendo em suas costas chamados tochukaso. Eles crescem ao absorver nutrientes deste POKéMON inseto. Eles são altamente valorizados como um remédio para prolongar a vida.",
    "PARASECT is known to infest large trees en masse and drain nutrients from the lower trunk and roots. When an infested tree dies, they move onto another tree all at once.": "PARASECT é conhecido por infestar árvores grandes em massa e drenar nutrientes do tronco inferior e das raízes. Quando uma árvore infestada morre, eles se mudam para outra árvore de uma só vez.",
    "VENOMOTH is nocturnal - it is a POKéMON that only becomes active at night. Its favorite prey are small insects that gather around streetlights, attracted by the light in the darkness.": "VENOMOTH é noturno - é um POKéMON que só fica ativo à noite. Sua presa favorita são pequenos insetos que se reúnem em torno de postes de luz, atraídos pela luz na escuridão.",
    "DIGLETT are raised in most farms. The reason is simple - wherever this POKéMON burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables.": "DIGLETT são criados na maioria das fazendas. A razão é simples: onde quer que este POKéMON se enterre, o solo fica perfeitamente arado para o plantio. Este solo é ideal para o cultivo de vegetais deliciosos.",
    "MEOWTH withdraws its sharp claws into its paws to slinkily sneak about without making any incriminating footsteps. For some reason, this POKéMON loves shiny coins that glitter with light.": "MEOWTH recolhe suas garras afiadas nas patas para se mover sorrateiramente sem fazer pegadas comprometedoras. Por alguma razão, este POKéMON ama moedas brilhantes que reluzem na luz.",
    "PERSIAN has six bold whiskers that give it a look of toughness. The whiskers sense air movements to determine what is in the POKéMON’s surrounding vicinity. It becomes docile if grabbed by the whiskers.": "PERSIAN tem seis bigodes ousados que lhe dão uma aparência de firmeza. Os bigodes sentem movimentos de ar para determinar o que está na vizinhança do POKéMON. Ele se torna dócil se agarrado pelos bigodes.",
    "If it uses its mysterious power, PSYDUCK can’t remember having done so. It apparently can’t form a memory of such an event because it goes into an altered state that is much like deep sleep.": "Se ele usa seu poder misterioso, PSYDUCK não consegue se lembrar de tê-lo feito. Aparentemente, ele não pode formar uma memória desse evento porque entra em um estado alterado que se assemelha a um sono profundo.",
    "An seinen langen, dünnen Gliedmaßen befinden sich Schwimmflossen. Mit diesen kann es anmutig durch Seen schwimmen.": "Em suas longas e finas extremidades, há barbatanas de natação. Com elas, ele pode nadar graciosamente em lagos.",
    "When MANKEY starts shaking and its nasal breathing turns rough, it’s a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath.": "Quando MANKEY começa a tremer e sua respiração nasal fica áspera, é um sinal certo de que ele está ficando com raiva. No entanto, porque ele entra em uma fúria quase instantaneamente, é impossível para qualquer um fugir de sua ira.",
    "When PRIMEAPE becomes furious, its blood circulation is boosted. In turn, its muscles are made even stronger. However, it also becomes much less intelligent at the same time.": "Quando PRIMEAPE fica furioso, sua circulação sanguínea é impulsionada. Como resultado, seus músculos se tornam ainda mais fortes. No entanto, ao mesmo tempo, ele também fica muito menos inteligente.",
    "GROWLITHE has a superb sense of smell. Once it smells anything, this POKéMON won’t forget the scent, no matter what. It uses its advanced olfactory sense to determine the emotions of other living things.": "GROWLITHE tem um olfato soberbo. Uma vez que ele sinta um cheiro, este POKéMON não esquecerá o odor, não importa o que aconteça. Ele usa seu sentido olfativo avançado para determinar as emoções de outros seres vivos.",
    "ARCANINE is known for its high speed. It is said to be capable of running over 6,200 miles in a single day and night. The fire that blazes wildly within this POKéMON’s body is its source of power.": "ARCANINE é conhecido por sua alta velocidade. Diz-se que é capaz de correr mais de 6.200 milhas em um único dia e noite. O fogo que arde intensamente dentro do corpo deste POKéMON é sua fonte de poder.",
    "POLIWAG has a very thin skin. It is possible to see the POKéMON’s spiral innards right through the skin. Despite its thinness, however, the skin is also very flexible. Even sharp fangs bounce right off it.": "POLIWAG tem uma pele muito fina. É possível ver as entranhas espirais do POKéMON através da pele. Apesar de sua finura, a pele é muito flexível. Até presas afiadas saltam para longe.",
    "The surface of POLIWHIRL’s body is always wet and slick with an oily fluid. Because of this greasy covering, it can easily slip and slide out of the clutches of any enemy in battle.": "A superfície do corpo de POLIWHIRL está sempre molhada e escorregadia com um fluido oleoso. Devido a essa cobertura gordurosa, ele pode facilmente escapar das garras de qualquer inimigo na batalha.",
    "POLIWRATH’s highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this POKéMON can swim back and forth across the Pacific Ocean without effort.": "Os músculos altamente desenvolvidos e robustos de POLIWRATH nunca se cansam, não importa o quanto ele se exercite. Ele é tão incansavelmente forte que este POKéMON pode nadar de um lado para o outro no Oceano Pacífico sem esforço.",
    "ABRA needs to sleep for eighteen hours a day. If it doesn’t, this POKéMON loses its ability to use telekinetic powers. If it is attacked, ABRA escapes using TELEPORT while it is still sleeping.": "ABRA precisa dormir dezoito horas por dia. Se não o fizer, este POKéMON perderá sua capacidade de usar poderes telecinéticos. Se for atacado, ABRA escapa usando TELEPORT enquanto ainda está dormindo.",
    "Viele seltsame Dinge passieren, wenn ein Kadabra in der Nähe ist. Uhren laufen zum Beispiel rückwärts.": "Coisas estranhas acontecem quando um Kadabra está por perto. Por exemplo, os relógios andam para trás.",
    "ALAKAZAM’s brain continually grows, infinitely multiplying brain cells. This amazing brain gives this POKéMON an astoundingly high IQ of 5,000. It has a thorough memory of everything that has occurred in the world.": "O cérebro do ALAKAZAM cresce continuamente, multiplicando infinitamente as células cerebrais. Esse cérebro incrível confere a este POKéMON um QI surpreendentemente alto de 5.000. Ele tem uma memória completa de tudo o que aconteceu no mundo.",
    "MACHOP’s muscles are special - they never get sore no matter how much they are used in exercise. This POKéMON has sufficient power to hurl a hundred adult humans.": "Os músculos do MACHOP são especiais - eles nunca ficam doloridos, não importa o quanto sejam usados no exercício. Este POKéMON tem poder suficiente para lançar cem humanos adultos.",
    "MACHOKE undertakes bodybuilding every day even as it helps people with tough, physically demanding labor. On its days off, this POKéMON heads to the fields and mountains to exercise and train.": "MACHOKE pratica musculação todos os dias, mesmo enquanto ajuda as pessoas com trabalhos árduos e fisicamente exigentes. Em seus dias de folga, este POKéMON vai para campos e montanhas para se exercitar e treinar.",
    "MACHAMP is known as the POKéMON that has mastered every kind of martial arts. If it grabs hold of the foe with its four arms, the battle is all but over. The hapless foe is thrown far over the horizon.": "MACHAMP é conhecido como o POKéMON que dominou todos os tipos de artes marciais. Se ele agarra o inimigo com seus quatro braços, a batalha está praticamente acabada. O inimigo desafortunado é arremessado muito além do horizonte.",
    "BELLSPROUT’s thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, this POKéMON spits a corrosive fluid that melts even iron.": "O corpo fino e flexível do BELLSPROUT permite que ele se dobre e balance para evitar qualquer ataque, por mais forte que seja. De sua boca, este POKéMON cospe um fluido corrosivo que derrete até o ferro.",
    "WEEPINBELL has a large hook on its rear end. At night, the POKéMON hooks on to a tree branch and goes to sleep. If it moves around in its sleep, it may wake up to find itself on the ground.": "O WEEPINBELL tem um grande gancho em sua extremidade traseira. À noite, o POKéMON se prende a um galho de árvore e vai dormir. Se ele se mover enquanto dorme, pode acordar e se encontrar no chão.",
    "Once ingested into this POKéMON's body, even the hardest object will melt into nothing.": "Uma vez ingerido no corpo deste POKéMON, mesmo o objeto mais resistente se transformará em nada.",
    "TENTACOOL absorbs sunlight and refracts it using water inside its body to convert it into beam energy. This POKéMON shoots beams from its crystal-like eyes.": "TENTACOOL absorve a luz solar e a refrata usando a água dentro de seu corpo para convertê-la em energia de feixe. Este POKéMON dispara feixes de seus olhos semelhantes a cristais.",
    "TENTACRUEL has tentacles that can be freely elongated and shortened at will. It ensnares prey with its tentacles and weakens the prey by dosing it with a harsh toxin. It can catch up to 80 prey at the same time.": "O TENTACRUEL tem tentáculos que podem ser livremente alongados e encurtados à vontade. Ele enreda presas com seus tentáculos e enfraquece a presa com uma toxina forte. Ele pode capturar até 80 presas ao mesmo tempo.",
    "When GEODUDE sleeps deeply, it buries itself halfway into the ground. It will not awaken even if hikers step on it unwittingly. In the morning, this POKéMON rolls downhill in search of food.": "Quando o GEODUDE está profundamente adormecido, ele se enterra pela metade no chão. Ele não acordará mesmo se caminhantes pisarem nele sem perceber. Pela manhã, este POKéMON rola morro abaixo em busca de comida.",
    "GRAVELER grows by feeding on rocks. Apparently, it prefers to eat rocks that are covered in moss. This POKéMON come através its way through a ton of rocks on a daily basis.": "O GRAVELER cresce se alimentando de rochas. Aparentemente, ele prefere comer rochas cobertas de musgo. Este POKéMON come seu caminho através de uma tonelada de rochas diariamente.",
    "GOLEM is known for rolling down from mountains. To prevent them from rolling into the homes of people downhill, grooves have been dug into the sides of mountains to serve as guideways for diverting this POKéMON’s course.": "GOLEM é conhecido por rolar morro abaixo das montanhas. Para impedir que eles rolem para as casas das pessoas morro abaixo, sulcos foram cavados nos lados das montanhas para servir como trilhas para desviar o curso deste POKéMON.",
    "PONYTA is very weak at birth. It can barely stand up. This POKéMON becomes stronger by stumbling and falling to keep up with its parent.": "O PONYTA é muito fraco ao nascer. Mal consegue ficar em pé. Este POKéMON se torna mais forte tropeçando e caindo para acompanhar seus pais.",
    "RAPIDASH usually can be seen casually cantering in the fields and plains. However, when this POKéMON turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph.": "O RAPIDASH geralmente pode ser visto trotando casualmente nos campos e planícies. No entanto, quando este POKéMON fica sério, suas crinas flamejantes se acendem e ardem enquanto galopa a uma velocidade de até 150 mph.",
    "It is always so absent-minded that it won't react, even if its flavorful tail is bitten.": "Ele é sempre tão distraído que não reage, mesmo se sua cauda saborosa for mordida.",
    "SLOWBRO’s tail has a SHELLDER firmly attached with a bite. As a result, the tail can’t be used for fishing anymore. This causes SLOWBRO to grudgingly swim and catch prey instead.": "A cauda do SLOWBRO tem um SHELLDER firmemente preso com uma mordida. Como resultado, a cauda não pode mais ser usada para pescar. Isso faz com que o SLOWBRO nade relutantemente e capture presas em vez disso.",
    "MAGNEMITE floats in the air by emitting electromagnetic waves from the units at its sides. These waves block gravity. This POKéMON becomes incapable of flight if its internal electrical supply is depleted.": "O MAGNEMITE flutua no ar emitindo ondas eletromagnéticas das unidades em seus lados. Essas ondas bloqueiam a gravidade. Este POKéMON se torna incapaz de voar se seu suprimento interno de eletricidade for esgotado.",
    "MAGNETON emits a powerful magnetic force that is fatal to electronics and precision instruments. Because of this, it is said that some towns warn people to keep this POKéMON inside a POKé BALL.": "MAGNETON emite uma força magnética poderosa que é fatal para eletrônicos e instrumentos de precisão. Devido a isso, diz-se que algumas cidades alertam as pessoas para manter este POKéMON dentro de uma POKé BOLA.",
    "FARFETCH’D is always seen with a stick from a plant of some sort. Apparently, there are good sticks and bad sticks. This POKéMON has been known to fight with others over sticks.": "FARFETCH’D é sempre visto com um galho de alguma planta. Aparentemente, existem galhos bons e galhos ruins. Este POKéMON é conhecido por brigar com outros por galhos.",
    "DODUO’s two heads contain completely identical brains. A scientific study reported that on rare occasions, there will be examples of this POKéMON possessing different sets of brains.": "As duas cabeças do DODUO contêm cérebros completamente idênticos. Um estudo científico relatou que, em raras ocasiões, haverá exemplos deste POKéMON possuindo conjuntos diferentes de cérebros.",
    "Watch out if DODRIO’s three heads are looking in three separate directions. It’s a sure sign that it is on its guard. Don’t go near this POKéMON if it’s being wary - it may decide to peck you.": "Cuidado se as três cabeças do DODRIO estiverem olhando em três direções diferentes. É um sinal certo de que ele está em guarda. Não se aproxime deste POKéMON se ele estiver desconfiado - ele pode decidir bicar você.",
    "SEEL hunts for prey in the frigid sea underneath sheets of ice. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.": "O SEEL caça presas no mar gelado sob camadas de gelo. Quando precisa respirar, ele perfura um buraco no gelo com a seção pontiaguda de sua cabeça.",
    "DEWGONG loves to snooze on bitterly cold ice. The sight of this POKéMON sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.": "DEWGONG adora cochilar no gelo amargamente frio. A visão deste POKéMON dormindo em uma geleira foi erroneamente considerada uma sereia por um marinheiro no passado.",
    "GRIMER emerged from the sludge that settled on a polluted seabed. This POKéMON loves anything filthy. It constantly leaks a horribly germ-infested fluid from all over its body.": "GRIMER emergiu da lama que se acumulou no leito marinho poluído. Este POKéMON adora qualquer coisa suja. Ele vaza constantemente um fluido terrivelmente infestado de germes por todo o corpo.",
    "This POKéMON’s favorite food is anything that is repugnantly filthy. In dirty towns where people think nothing of throwing away litter on the streets, MUK are certain to gather.": "A comida favorita deste POKéMON é qualquer coisa repugnantemente suja. Em cidades sujas onde as pessoas não se importam em jogar lixo nas ruas, os MUK certamente se reúnem.",
    "At night, this POKéMON uses its broad tongue to burrow a hole in the seafloor sand and then sleep in it. While it is sleeping, SHELLDER closes its shell, but leaves its tongue hanging out.": "À noite, este POKéMON usa sua língua larga para cavar um buraco na areia do leito marinho e depois dorme nele. Enquanto está dormindo, o SHELLDER fecha sua concha, mas deixa a língua para fora.",
    "CLOYSTER is capable of swimming in the sea. It does so by swallowing water, then jetting it out toward the rear. This POKéMON shoots spikes from its shell using the same system.": "O CLOYSTER é capaz de nadar no mar. Ele faz isso engolindo água e depois a jateando para trás. Este POKéMON dispara espinhos de sua concha usando o mesmo sistema.",
    "GASTLY is largely composed of gaseous matter. When exposed to a strong wind, the gaseous body quickly dwindles away. Groups of this POKéMON cluster under the eaves of houses to escape the ravages of wind.": "O GASTLY é composto principalmente de matéria gasosa. Quando exposto a um vento forte, o corpo gasoso se dissipa rapidamente. Grupos deste POKéMON se reúnem sob os beirais das casas para escapar dos estragos do vento.",
    "HAUNTER is a dangerous POKéMON. If one beckons you while floating in darkness, you must never approach it. This POKéMON will try to lick you with its tongue and steal your life away.": "HAUNTER é um POKéMON perigoso. Se ele chamar você enquanto flutua na escuridão, você nunca deve se aproximar. Este POKéMON tentará lamber você com sua língua e roubar sua vida.",
    "Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually a GENGAR running past you, pretending to be your shadow.": "Às vezes, em uma noite escura, sua sombra projetada por uma luminária de rua de repente o ultrapassará de maneira surpreendente. Na verdade, é um GENGAR passando por você, fingindo ser sua sombra.",
    "ONIX has a magnet in its brain. It acts as a compass so that this POKéMON does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother.": "O ONIX tem um ímã em seu cérebro. Ele age como uma bússola para que este POKéMON não perca a direção enquanto está escavando. À medida que envelhece, seu corpo fica cada vez mais redondo e liso.",
    "If your nose becomes itchy while you are sleeping, it’s a sure sign that one of these POKéMON is standing above your pillow and trying to eat your dream through your nostrils.": "Se o seu nariz coçar enquanto você estiver dormindo, é um sinal certo de que um desses POKéMON está de pé acima do seu travesseiro e tentando comer seu sonho pelo nariz.",
    "HYPNO holds a pendulum in its hand. The arcing movement and glitter of the pendulum lull the foe into a deep state of hypnosis. While this POKéMON searches for prey, it polishes the pendulum.": "HYPNO segura um pêndulo em sua mão. O movimento arqueado e o brilho do pêndulo fazem com que o inimigo caia em um profundo estado de hipnose. Enquanto este POKéMON procura por presas, ele polira o pêndulo.",
    "KRABBY live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these POKéMON can be seen squabbling with each other over territory.": "KRABBY vive em praias, escavando buracos na areia. Em praias arenosas com pouca comida, esses POKéMON podem ser vistos brigando entre si por território.",
    "KINGLER has an enormous, oversized claw. It waves this huge claw in the air to communicate with others. However, because the claw is so heavy, the POKéMON quickly tires.": "O KINGLER tem uma garra enorme e desproporcional. Ele acena com essa garra gigantesca no ar para se comunicar com os outros. No entanto, devido ao peso da garra, o POKéMON se cansa rapidamente.",
    "VOLTORB is extremely sensitive - it explodes at the slightest of shocks. It is rumored that it was first created when a POKé BALL was exposed to a powerful pulse of energy.": "O VOLTORB é extremamente sensível - ele explode com o menor dos choques. Diz-se que foi criado pela primeira vez quando uma POKé BOLA foi exposta a um pulso de energia poderoso.",
    "One of ELECTRODE’s characteristics is its attraction to electricity. It is a problematical POKéMON that congregates mostly at electrical power plants to feed on electricity that has just been generated.": "Uma das características do ELECTRODE é sua atração pela eletricidade. É um POKéMON problemático que se reúne principalmente em usinas elétricas para se alimentar da eletricidade recém-gerada.",
    "This POKéMON consists of six eggs that form a closely knit cluster. The six eggs attract each other and spin around. When cracks increasingly appear on the eggs, EXEGGCUTE is close to evolution.": "Este POKéMON consiste em seis ovos que formam um aglomerado compacto. Os seis ovos se atraem e giram em torno. Quando rachaduras começam a aparecer nos ovos, o EXEGGCUTE está prestes a evoluir.",
    "EXEGGUTOR originally came from the tropics. Its heads steadily grow larger from exposure to strong sunlight. It is said that when the heads fall off, they group together to form EXEGGCUTE.": "O EXEGGUTOR veio originalmente dos trópicos. Suas cabeças crescem constantemente com a exposição ao forte sol. Diz-se que quando as cabeças caem, elas se agrupam para formar o EXEGGCUTE.",
    "CUBONE pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull the POKéMON wears are made by the tears it sheds.": "O CUBONE lamenta a mãe que nunca verá novamente. Ao ver uma semelhança de sua mãe na lua cheia, ele chora. As manchas no crânio que o POKéMON usa são feitas pelas lágrimas que ele derrama.",
    "MAROWAK is the evolved form of a CUBONE that has overcome its sadness at the loss of its mother and grown tough. This POKéMON’s tempered and hardened spirit is not easily broken.": "MAROWAK é a forma evoluída de um CUBONE que superou sua tristeza pela perda de sua mãe e se tornou forte. O espírito temperado e endurecido deste POKéMON não se quebra facilmente.",
    "HITMONLEE’s legs freely contract and stretch. Using these springlike legs, it bowls over foes with devastating kicks. After battle, it rubs down its legs and loosens the muscles to overcome fatigue.": "As pernas do HITMONLEE se contraem e se esticam livremente. Usando essas pernas de mola, ele derruba os inimigos com chutes devastadores. Após a batalha, ele massageia as pernas e relaxa os músculos para superar a fadiga.",
    "HITMONCHAN is said to possess the spirit of a boxer who had been working towards a world championship. This POKéMON has an indomitable spirit and will never give up in the face of adversity.": "Diz-se que o HITMONCHAN possui o espírito de um boxeador que estava trabalhando para um campeonato mundial. Este POKéMON tem um espírito indomável e nunca desiste diante da adversidade.",
    "Whenever LICKITUNG comes across something new, it will unfailingly give it a lick. It does so because it memorizes things by texture and by taste. It is somewhat put off by sour things.": "Sempre que o LICKITUNG encontra algo novo, ele o lambe sem falhar. Ele faz isso porque memoriza as coisas pela textura e pelo sabor. Ele é um pouco afetado por coisas azedas.",
    "KOFFING embodies toxic substances. It mixes the toxins with raw garbage to set off a chemical reaction that results in a terribly powerful poison gas. The higher the temperature, the more gas is concocted by this POKéMON.": "KOFFING incorpora substâncias tóxicas. Ele mistura as toxinas com lixo bruto para desencadear uma reação química que resulta em um gás venenoso terrivelmente poderoso. Quanto maior a temperatura, mais gás é criado por este POKéMON.",
    "WEEZING alternately shrinks and inflates its twin bodies to mix together toxic gases inside. The more the gases are mixed, the more powerful the toxins become. The POKéMON also becomes more putrid.": "O WEEZING encolhe e infla alternadamente seus corpos gêmeos para misturar gases tóxicos no interior. Quanto mais os gases são misturados, mais poderosas as toxinas se tornam. O POKéMON também se torna mais pútrido.",
    "RHYHORN’s brain is very small. It is so dense, while on a run it forgets why it started running in the first place. It apparently remembers sometimes if it demolishes something.": "O cérebro do RHYHORN é muito pequeno. Ele é tão denso que, enquanto corre, esquece por que começou a correr em primeiro lugar. Aparentemente, ele se lembra às vezes se destrói algo.",
    "RHYDON has a horn that serves as a drill. It is used for destroying rocks and boulders. This POKéMON occasionally rams into streams of magma, but the armor-like hide prevents it from feeling the heat.": "O RHYDON tem um chifre que serve como broca. Ele é usado para destruir rochas e pedregulhos. Este POKéMON ocasionalmente colide com correntes de magma, mas a pele semelhante a armadura o impede de sentir o calor.",
    "CHANSEY lays nutritionally excellent eggs on an everyday basis. The eggs are so delicious, they are easily and eagerly devoured by even those people who have lost their appetite.": "CHANSEY põe ovos nutricionalmente excelentes diariamente. Os ovos são tão deliciosos que são facilmente devorados até mesmo por pessoas que perderam o apetite.",
    "TANGELA’s vines snap off easily if they are grabbed. This happens without pain, allowing it to make a quick getaway. The lost vines are replaced by newly grown vines the very next day.": "As vinhas do TANGELA se quebram facilmente se forem agarradas. Isso acontece sem dor, permitindo-lhe escapar rapidamente. As vinhas perdidas são substituídas por vinhas recém-crescidas no dia seguinte.",
    "If you come across a young KANGASKHAN playing by itself, you must never disturb it or attempt to catch it. The baby POKéMON’s parent is sure to be in the area, and it will become violently enraged at you.": "Se você encontrar um jovem KANGASKHAN brincando sozinho, nunca deve perturbá-lo ou tentar pegá-lo. Os pais do POKéMON bebê devem estar na área e ficarão violentamente enfurecidos com você.",
    "If HORSEA senses danger, it will reflexively spray a dense black ink from its mouth and try to escape. This POKéMON swims by cleverly flapping the fins on its back.": "Se o HORSEA sentir perigo, ele irá instintivamente borrifar uma tinta preta densa de sua boca e tentar escapar. Este POKéMON nada habilmente batendo as nadadeiras em suas costas.",
    "SEADRA generates whirlpools by spinning its body. The whirlpools are strong enough to swallow even fishing boats. This POKéMON weakens prey with these currents, then swallows it whole.": "SEADRA gera redemoinhos girando seu corpo. Os redemoinhos são fortes o suficiente para engolir até mesmo barcos de pesca. Este POKéMON enfraquece a presa com essas correntes e depois a engole inteira.",
    "GOLDEEN loves swimming wild and free in rivers and ponds. If one of these POKéMON is placed in an aquarium, it will shatter even the thickest glass with one ram of its horn and make its escape.": "GOLDEEN adora nadar livremente em rios e lagoas. Se um desses POKéMON for colocado em um aquário, ele quebrará até mesmo o vidro mais espesso com um golpe de seu chifre e fará sua fuga.",
    "In the autumn, SEAKING males can be seen performing courtship dances in riverbeds to woo females. During this season, this POKéMON’s body coloration is at its most beautiful.": "No outono, os machos de SEAKING podem ser vistos fazendo danças de cortejo em leitos de rios para conquistar as fêmeas. Nesta temporada, a coloração do corpo deste POKéMON está em seu auge de beleza.",
    "STARYU’s center section has an organ called the core that shines bright red. If you go to a beach toward the end of summer, the glowing cores of these POKéMON look like the stars in the sky.": "A seção central do STARYU tem um órgão chamado núcleo que brilha em vermelho vivo. Se você for a uma praia no final do verão, os núcleos brilhantes desses POKéMON se parecem com as estrelas no céu.",
    "STARMIE swims through water by spinning its star-shaped body as if it were a propeller on a ship. The core at the center of this POKéMON’s body glows in seven colors.": "STARMIE nada pela água girando seu corpo em forma de estrela como se fosse uma hélice em um navio. O núcleo no centro do corpo deste POKéMON brilha em sete cores.",
    "MR. MIME is a master of pantomime. Its gestures and motions convince watchers that something unseeable actually exists. Once it is believed, it will exist as if it were a real thing.": "MR. MIME é um mestre da mímica. Seus gestos e movimentos convencem os espectadores de que algo invisível realmente existe. Uma vez que é acreditado, ele existirá como se fosse uma coisa real.",
    "SCYTHER is blindingly fast. Its blazing speed enhances the effectiveness of the twin scythes on its forearms. This POKéMON’s scythes are so effective, they can slice through thick logs in one wicked stroke.": "SCYTHER é incrivelmente rápido. Sua velocidade fulgurante aumenta a eficácia das duas foices em seus antebraços. As foices deste POKéMON são tão eficazes que podem cortar troncos grossos com um único golpe malévolo.",
    "JYNX walks rhythmically, swaying and shaking its hips as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without giving any thought to what they are doing.": "JYNX anda ritmicamente, balançando e mexendo os quadris como se estivesse dançando. Seus movimentos são tão atraentes que as pessoas que a veem são compelidas a balançar os quadris sem pensar no que estão fazendo.",
    "When a storm arrives, gangs of this POKéMON compete with each other to scale heights that are likely to be stricken by lightning bolts. Some towns use ELECTABUZZ in place of lightning rods.": "Quando uma tempestade chega, grupos deste POKéMON competem entre si para escalar alturas que provavelmente serão atingidas por raios. Algumas cidades usam ELECTABUZZ em vez de para-raios.",
    "In battle, MAGMAR blows out intensely hot flames from all over its body to intimidate its opponent. This POKéMON’s fiery bursts create heat waves that ignite grass and trees in its surroundings.": "Na batalha, o MAGMAR expele chamas intensamente quentes de todo o seu corpo para intimidar o adversário. As explosões ardentes deste POKéMON criam ondas de calor que incendeiam a grama e as árvores ao seu redor.",
    "PINSIR has a pair of massive horns. Protruding from the surface of these horns are thorns. These thorns are driven deeply into the foe’s body when the pincer closes, making it tough for the foe to escape.": "PINSIR tem um par de chifres maciços. Saindo da superfície desses chifres estão espinhos. Esses espinhos são cravados profundamente no corpo do inimigo quando o alicate se fecha, tornando difícil para o inimigo escapar.",
    "This POKéMON is not satisfied unless it is rampaging at all times. If there is no opponent for TAUROS to battle, it will charge at thick trees and knock them down to calm itself.": "Este POKéMON não fica satisfeito a menos que esteja causando estragos o tempo todo. Se não houver oponente para o TAUROS lutar, ele investirá contra árvores grossas e as derrubará para se acalmar.",
    "MAGIKARP is virtually useless in battle as it can only splash around. As a result, it is considered to be weak. However, it is actually a very hardy POKéMON that can survive in any body of water no matter how polluted it is.": "MAGIKARP é virtualmente inútil em batalha, pois só pode espirrar. Como resultado, é considerado fraco. No entanto, na verdade, é um POKéMON muito resistente que pode sobreviver em qualquer corpo d'água, não importa o quão poluído seja.",
    "It appears when­ ever there is world conflict, burning down any place it travels through.": "Ele aparece sempre que há conflitos mundiais, incendiando qualquer lugar por onde passa.",
    "People have driven LAPRAS almost to the point of extinction. In the evenings, this POKéMON is said to sing plaintively as it seeks what few others of its kind still remain.": "As pessoas quase levaram o LAPRAS à extinção. À noite, diz-se que este POKéMON canta plangentemente enquanto procura o que resta de outros de sua espécie.",
    "DITTO rearranges its cell structure to transform itself into other shapes. However, if it tries to transform itself into something by relying on its memory, this POKéMON manages to get details wrong.": "DITTO reorganiza sua estrutura celular para se transformar em outras formas. No entanto, se tentar se transformar em algo com base em sua memória, este POKéMON consegue errar os detalhes.",
    "EEVEE has an unstable genetic makeup that suddenly mutates due to the environment in which it lives. Radiation from various STONES causes this POKéMON to evolve.": "EEVEE possui uma composição genética instável que muda repentinamente devido ao ambiente em que vive. A radiação de várias PEDRAS faz com que este POKéMON evolua.",
    "VAPOREON underwent a spontaneous mutation and grew fins and gills that allow it to live underwater. This POKéMON has the ability to freely control water.": "VAPOREON sofreu uma mutação espontânea e cresceu barbatanas e brânquias que permitem que ele viva debaixo d'água. Este POKéMON tem a capacidade de controlar livremente a água.",
    "JOLTEON’s cells generate a low level of electricity. This power is amplified by the static electricity of its fur, enabling the POKéMON to drop thunderbolts. The bristling fur is made of electrically charged needles.": "As células de JOLTEON geram um baixo nível de eletricidade. Esse poder é amplificado pela eletricidade estática de sua pele, permitindo que o POKéMON solte raios. A pele arrepiada é feita de agulhas eletricamente carregadas.",
    "FLAREON’s fluffy fur has a functional purpose - it releases heat into the air so that its body does not get excessively hot. This POKéMON’s body temperature can rise to a maximum of 1,650 degrees F.": "A pelagem fofa de FLAREON tem um propósito funcional - ela libera calor no ar para que seu corpo não fique excessivamente quente. A temperatura corporal deste POKéMON pode chegar a um máximo de 1.650 graus Fahrenheit.",
    "PORYGON is capable of reverting itself entirely back to program data and entering cyberspace. This POKéMON is copy-protected so it cannot be duplicated by copying.": "PORYGON é capaz de se reverter inteiramente para dados de programa e entrar no ciberespaço. Este POKéMON está protegido contra cópias e não pode ser duplicado por meio de cópia.",
    "OMANYTE is one of the ancient and long-since-extinct POKéMON that have been regenerated from fossils by people. If attacked by an enemy, it withdraws itself inside its hard shell.": "OMANYTE é um dos POKéMON antigos e extintos há muito tempo que foram regenerados a partir de fósseis pelas pessoas. Se atacado por um inimigo, ele se recolhe dentro de sua concha dura.",
    "OMASTAR uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large and heavy, causing its movements to become too slow and ponderous.": "OMASTAR usa seus tentáculos para capturar suas presas. Acredita-se que ele tenha se extinguido porque sua concha cresceu muito grande e pesada, tornando seus movimentos lentos e pesados.",
    "KABUTO is a POKéMON that has been regenerated from a fossil. However, in extremely rare cases, living examples have been discovered. The POKéMON has not changed at all for 300 million years.": "KABUTO é um POKéMON regenerado a partir de um fóssil. No entanto, em casos extremamente raros, exemplos vivos foram descobertos. O POKéMON não mudou nada em 300 milhões de anos.",
    "KABUTOPS swam underwater to hunt for its prey in ancient times. The POKéMON was apparently evolving from being a water-dweller to living on land as evident from the beginnings of change in its gills and legs.": "KABUTOPS nadava debaixo d'água para caçar sua presa em tempos antigos. O POKéMON aparentemente estava evoluindo de ser um habitante da água para viver na terra, como evidenciado pelo início da mudança em suas brânquias e pernas.",
    "AERODACTYL is a POKéMON from the age of dinosaurs. It was regenerated from genetic material extracted from amber. It is imagined to have been the king of the skies in ancient times.": "AERODACTYL é um POKéMON da era dos dinossauros. Ele foi regenerado a partir de material genético extraído de âmbar. É imaginado como o rei dos céus em tempos antigos.",
    "SNORLAX’s typical day consists of nothing more than eating and sleeping. It is such a docile POKéMON that there are children who use its expansive belly as a place to play.": "O dia típico de SNORLAX consiste em nada mais do que comer e dormir. É um POKéMON tão dócil que há crianças que usam sua barriga expansiva como um lugar para brincar.",
    "ARTICUNO is a legendary bird POKéMON that can control ice. The flapping of its wings chills the air. As a result, it is said that when this POKéMON flies, snow will fall.": "ARTICUNO é um POKéMON lendário do tipo pássaro que pode controlar o gelo. O bater de suas asas esfria o ar. Como resultado, diz-se que quando este POKéMON voa, a neve cai.",
    "ZAPDOS is a legendary bird POKéMON that has the ability to control electricity. It usually lives in thunderclouds. The POKéMON gains power if it is stricken by lightning bolts.": "ZAPDOS é um POKéMON lendário do tipo pássaro que tem a capacidade de controlar eletricidade. Ele geralmente vive em nuvens de tempestade. O POKéMON ganha poder se for atingido por raios.",
    "MOLTRES is a legendary bird POKéMON that has the ability to control fire. If this POKéMON is injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.": "MOLTRES é um POKéMON lendário do tipo pássaro que tem a capacidade de controlar o fogo. Se este POKéMON for ferido, diz-se que ele mergulha o corpo na lava derretida de um vulcão para queimar e se curar.",
    "DRATINI continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels.": "DRATINI muda continuamente e se livra de sua pele antiga. Ele faz isso porque a energia vital dentro de seu corpo se acumula constantemente a níveis incontroláveis.",
    "DRAGONAIR stores an enormous amount of energy inside its body. It is said to alter weather conditions in its vicinity by discharging energy from the crystals on its neck and tail.": "DRAGONAIR armazena uma quantidade enorme de energia dentro de seu corpo. Diz-se que ele altera as condições climáticas em sua proximidade ao liberar energia dos cristais em seu pescoço e cauda.",
    "DRAGONITE is capable of circling the globe in just sixteen hours. It is a kindhearted POKéMON that leads lost and foundering ships in a storm to the safety of land.": "DRAGONITE é capaz de dar a volta ao mundo em apenas dezesseis horas. É um POKéMON de bom coração que lidera navios perdidos e naufragados em uma tempestade até a segurança da terra.",
    "MEWTWO is a POKéMON that was created by genetic manipulation. However, even though the scientific power of humans created this POKéMON’s body, they failed to endow MEWTWO with a compassionate heart.": "MEWTWO é um POKéMON criado por manipulação genética. No entanto, embora o poder científico dos humanos tenha criado o corpo deste POKéMON, eles não conseguiram dotar MEWTWO de um coração compassivo.",
    "MEW is said to possess the genetic composition of all POKéMON. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.": "Diz-se que MEW possui a composição genética de todos os POKéMON. Ele é capaz de se tornar invisível à vontade, de modo que passa despercebido mesmo quando se aproxima das pessoas.",
    "A sweet aroma gently wafts from the leaf on its head. It is docile and loves to soak up the sun’s rays.": "Um aroma doce emana suavemente da folha em sua cabeça. Ele é dócil e adora absorver os raios de sol.",
    "The scent of spices comes from around its neck. Somehow, sniffing it makes you want to fight.": "O cheiro de especiarias vem de sua volta. De alguma forma, cheirá-lo faz você querer lutar.",
    "The aroma that rises from its petals contains a substance that calms aggressive feelings.": "O aroma que sobe de suas pétalas contém uma substância que acalma sentimentos agressivos.",
    "CYNDAQUIL protects itself by flaring up the flames on its back. The flames are vigorous if the POKéMON is angry. However, if it is tired, the flames splutter fitfully with incomplete combustion.": "CYNDAQUIL se protege ao acender as chamas em suas costas. As chamas são vigorosas se o POKéMON estiver com raiva. No entanto, se estiver cansado, as chamas crepitam com uma combustão incompleta.",
    "Be careful if it turns its back during battle. It means that it will attack with the fire on its back.": "Tenha cuidado se ele virar as costas durante a batalha. Isso significa que ele atacará com o fogo em suas costas.",
    "If its rage peaks, it becomes so hot that anything that touches it will instantly go up in flames.": "Se sua raiva atingir o pico, ele fica tão quente que qualquer coisa que o toque instantaneamente pegará fogo.",
    "Its well-developed jaws are powerful and capable of crushing anything. Even its TRAINER must be careful.": "Suas mandíbulas bem desenvolvidas são poderosas e capazes de esmagar qualquer coisa. Mesmo seu TREINADOR deve ter cuidado.",
    "If it loses a fang, a new one grows back in its place. There are always 48 fangs lining its mouth.": "Se ele perder uma presa, uma nova crescerá em seu lugar. Sempre há 48 presas alinhadas em sua boca.",
    "When it bites with its massive and powerful jaws, it shakes its head and savagely tears up its victim.": "Quando morde com suas enormes e poderosas mandíbulas, ele sacode a cabeça e rasga ferozmente sua vítima.",
    "A very cautious POKéMON, it raises itself up using its tail to get a better view of its surroundings.": "Um POKéMON muito cauteloso, ele se ergue usando sua cauda para obter uma melhor visão de seu entorno.",
    "It makes a nest to suit its long and skinny body. The nest is impossible for other POKéMON to enter.": "Ele faz um ninho adequado ao seu corpo longo e magro. O ninho é impossível para outros POKéMON entrarem.",
    "It always stands on one foot. It changes feet so fast, the movement can rarely be seen.": "Ele sempre fica em um pé. Ele muda de pé tão rapidamente que o movimento raramente pode ser visto.",
    "Its eyes are specially adapted. They concentrate even faint light and enable it to see in the dark.": "Seus olhos são especialmente adaptados. Eles concentram até a luz fraca e permitem que ele veja no escuro.",
    "It is very timid. It will be afraid to move if it is alone. But it will be active if it is in a group.": "Ele é muito tímido. Ele terá medo de se mover se estiver sozinho. Mas ele será ativo se estiver em grupo.",
    "When the stars flicker in the night sky, it flutters about, scattering a glowing powder.": "Quando as estrelas cintilam no céu noturno, ele paira, espalhando um pó brilhante.",
    "It lies still in the same pose for days in its web, waiting for its unsuspecting prey to wander close.": "Ele fica imóvel na mesma pose por dias em sua teia, esperando que sua presa desavisada se aproxime.",
    "A single strand of a special string is endlessly spun out of its rear. The string leads back to its nest.": "Um único fio de uma corda especial é infinitamente girado de sua parte traseira. A corda volta para seu ninho.",
    "It flies so silently through the dark on its four wings that it may not be noticed even when nearby.": "Ele voa tão silenciosamente pela escuridão com suas quatro asas que pode não ser notado mesmo quando está por perto.",
    "On the dark ocean floor, its only means of communication is its constantly flashing lights.": "No fundo escuro do oceano, seu único meio de comunicação são suas luzes piscantes constantes.",
    "The light it emits is so bright that it can illuminate the sea’s surface from a depth of over three miles.": "A luz que ele emite é tão brilhante que pode iluminar a superfície do mar a partir de uma profundidade de mais de três milhas.",
    "It is not yet skilled at storing electricity. It may send out a jolt if amused or startled.": "Ele ainda não é habilidoso em armazenar eletricidade. Pode emitir um choque se estiver divertido ou assustado.",
    "Because of its unusual, starlike silhouette, people believe that it came here on a meteor.": "Devido à sua silhueta incomum, semelhante a uma estrela, as pessoas acreditam que ele veio aqui em um meteoro.",
    "It has a very soft body. If it starts to roll, it will bounce all over and be impossible to stop.": "Ele tem um corpo muito macio. Se começar a rolar, ele quicará por toda parte e será impossível de parar.",
    "The shell seems to be filled with joy. It is said that it will share good luck when treated kindly.": "A concha parece estar cheia de alegria. Dizem que ela compartilhará boa sorte quando tratada com bondade.",
    "They say that it will appear before kindhearted, caring people and shower them with happiness.": "Dizem que ela aparecerá diante de pessoas de bom coração e cuidadosas e as banhará com felicidade.",
    "Because its wings aren’t yet fully grown, it has to hop to get around. It is always staring at something.": "Porque suas asas ainda não estão totalmente desenvolvidas, ela precisa pular para se locomover. Ela está sempre olhando para alguma coisa.",
    "They say that it stays still and quiet because it is seeing both the past and future at the same time.": "Dizem que ela fica quieta e quieta porque está vendo tanto o passado quanto o futuro ao mesmo tempo.",
    "If static electricity builds in its body, its fleece doubles in volume. Touching it will shock you.": "Se ele acumula eletricidade estática em seu corpo, sua lã dobra de volume. Tocá-lo lhe dará um choque.",
    "Its fluffy fleece easily stores electricity. Its rubbery hide keeps it from being electrocuted.": "Sua lã fofa armazena facilmente eletricidade. Sua pele emborrachada evita que ele seja eletrocutado.",
    "The tail’s tip shines brightly and can be seen from far away. It acts as a beacon for lost people.": "A ponta da cauda brilha intensamente e pode ser vista de longe. Ela age como um farol para pessoas perdidas.",
    "Plentiful in the tropics. When it dances, its petals rub together and make a pleasant ringing sound.": "Abundante nos trópicos. Quando ela dança, suas pétalas se esfregam e produzem um som agradável de campainha.",
    "The tip of its tail, which contains oil that is lighter than water, lets it swim without drowning.": "A ponta de sua cauda, que contém óleo mais leve que a água, permite que ela nade sem afundar.",
    "By keeping still and listening intently, it can even tell what is in wild, fast-moving rivers.": "Ficando imóvel e ouvindo atentamente, ela pode até dizer o que há em rios selvagens e de rápido movimento.",
    "Although it always pretends to be a tree, its composition appears to be closer to a rock than a plant.": "Embora ela sempre finja ser uma árvore, sua composição parece estar mais próxima de uma rocha do que de uma planta.",
    "If POLIWAG and POLIWHIRL hear its echoing cry, they respond by gathering from far and wide.": "Se POLIWAG e POLIWHIRL ouvem seu grito ecoante, eles respondem reunindo-se de longe.",
    "To keep from being blown away by the wind, they gather in clusters. They do enjoy gentle breezes, though.": "Para evitar serem levados pelo vento, eles se reúnem em aglomerados. No entanto, eles gostam de brisas suaves.",
    "The bloom on top of its head opens and closes as the temperature fluctuates up and down.": "A flor em cima de sua cabeça se abre e fecha à medida que a temperatura flutua para cima e para baixo.",
    "Once it catches the wind, it deftly controls its cotton-puff spores to float, even around the world.": "Depois que ela pega o vento, ela controla habilmente seus esporos de algodão para flutuar, até pelo mundo.",
    "It lives atop tall trees. When leaping from branch to branch, it deftly uses its tail for balance.": "Ela vive no topo de árvores altas. Quando pula de galho em galho, ela usa habilmente a cauda para equilíbrio.",
    "It may drop out of the sky suddenly. If attacked by a SPEAROW, it will violently shake its leaves.": "Ela pode cair do céu repentinamente. Se atacada por um SPEAROW, ela sacudirá violentamente suas folhas.",
    "It converts sunlight into energy. In the darkness after sunset, it closes its petals and becomes still.": "Ela converte a luz solar em energia. Na escuridão após o pôr do sol, ela fecha suas pétalas e fica imóvel.",
    "If it flaps its wings really fast, it can generate shock waves that will shatter windows in the area.": "Se ela bater as asas muito rápido, pode gerar ondas de choque que quebrarão janelas na área.",
    "This POKéMON lives in cold water. It will leave the water to search for food when it gets cold outside.": "Este POKéMON vive em água fria. Ela sairá da água para procurar comida quando o clima esfriar.",
    "This carefree POKéMON has an easygoing nature. While swimming, it always bumps into boat hulls.": "Este POKéMON despreocupado tem uma natureza descontraída. Enquanto nada, ela sempre esbarra nos cascos dos barcos.",
    "It uses the fine hair that covers its body to sense air currents and predict its enemy’s actions.": "Ela usa os pelos finos que cobrem seu corpo para sentir as correntes de ar e prever as ações de seu inimigo.",
    "When agitated, this POKéMON protects itself by spraying poisonous sweat from its pores.": "Quando agitada, este POKéMON se protege pulverizando suor venenoso de seus poros.",
    "Feared and loathed by many, it is believed to bring misfortune to all those who see it at night.": "Teme-se e é odiada por muitos, acredita-se que ela traga má sorte a todos que a veem à noite.",
    "It has incredible intellect and intuition. Whatever the situation, it remains calm and collected.": "Ela tem uma inteligência e intuição incríveis. Seja qual for a situação, ela permanece calma e equilibrada.",
    "It likes playing mischievous tricks such as screaming and wailing to startle people at night.": "Ela gosta de brincar com travessuras, como gritar e uivar, para assustar as pessoas à noite.",
    "Their shapes look like hieroglyphs on ancient tablets. It is said that the two are somehow related.": "Suas formas se parecem com hieróglifos em tábuas antigas. Dizem que os dois estão de alguma forma relacionados.",
    "To keep its pitch-black tail hidden, it lives quietly in the darkness. It is never first to attack.": "Para manter sua cauda completamente preta escondida, ela vive silenciosamente na escuridão. Ela nunca ataca primeiro.",
    "Its tail has a small brain of its own. Beware! If you get close, it may react to your scent and bite.": "Sua cauda tem um pequeno cérebro próprio. Cuidado! Se você se aproximar, ela pode reagir ao seu cheiro e morder.",
    "It likes to make its shell thicker by adding layers of tree bark. The extra weight doesn’t bother it.": "Ela gosta de tornar sua concha mais espessa adicionando camadas de casca de árvore. O peso extra não a incomoda.",
    "Its entire body is shielded by a steel-hard shell. What lurks inside the armor is a total mystery.": "Todo o seu corpo é protegido por uma concha de aço duro. O que se esconde dentro da armadura é um mistério total.",
    "When spotted, this POKéMON escapes backward by furiously boring into the ground with its tail.": "Quando é avistada, este POKéMON escapa para trás furiosamente cavando o chão com a cauda.",
    "It flies straight at its target’s face, then clamps down on the startled victim to inject poison.": "Ela voa direto para o rosto de seu alvo e então prende o vítima surpresa para injetar veneno.",
    "It is said that if an ONIX lives for over 100 years, its composition changes to become diamond-like.": "Dizem que se um ONIX viver por mais de 100 anos, sua composição muda para se tornar semelhante a um diamante.",
    "Although it looks frightening, it is actually kind and affectionate. It is very popular among women.": "Embora pareça assustador, na verdade é gentil e afetuoso. É muito popular entre as mulheres.",
    "It is actually timid and easily spooked. If attacked, it flails about to fend off its attacker.": "Na verdade, ela é tímida e facilmente assustada. Se atacada, ela se debate para afastar o agressor.",
    "To fire its poison spikes, it must inflate its body by drinking over 2.6 gallons of water all at once.": "Para disparar seus espinhos venenosos, ela deve inflar seu corpo bebendo mais de 2,6 galões de água de uma só vez.",
    "Its wings are not used for flying. They are flapped at high speed to adjust its body temperature.": "Suas asas não são usadas para voar. Elas são agitadas em alta velocidade para ajustar sua temperatura corporal.",
    "The BERRIES it stores in its vaselike shell decompose and become a gooey liquid.": "As BERRIES que ela armazena em sua concha parecida com uma vasilha se decompõem e se transformam em um líquido viscoso.",
    "Usually docile, but if disturbed while sipping honey, it chases off the intruder with its horn.": "Normalmente dócil, mas se for perturbada enquanto sorve mel, ela afasta o intruso com seu chifre.",
    "Vicious in nature, it drives PIDGEY from their nests and feasts on the eggs that are left behind.": "De natureza feroz, ela expulsa PIDGEY de seus ninhos e se alimenta dos ovos que são deixados para trás.",
    "If it finds honey, its crescent mark glows. It always licks its paws because they are soaked with honey.": "Se ela encontrar mel, sua marca crescente brilha. Ela sempre lambe as patas porque elas estão encharcadas de mel.",
    "Although it is a good climber, it prefers to snap stout trees with its forelegs and eat fallen BERRIES.": "Embora seja um bom escalador, ela prefere quebrar árvores robustas com suas patas dianteiras e comer BERRIES caídas.",
    "A common sight in volcanic areas, it slowly slithers around in a constant search for warm places.": "Uma visão comum em áreas vulcânicas, ela se arrasta lentamente em busca constante de lugares quentes.",
    "The shell on its back is just skin that has cooled and hardened. It breaks easily with a slight touch.": "A concha em suas costas é apenas pele que esfriou e endureceu. Ela se quebra facilmente com um leve toque.",
    "It rubs its snout on the ground to find and dig up food. It sometimes discovers hot springs.": "Ela esfrega o focinho no chão para encontrar e desenterrar comida. Às vezes, ela descobre fontes termais.",
    "Because the long hair all over its body obscures its sight, it just keeps charging repeatedly.": "Porque os longos pelos em todo o seu corpo obscurecem sua visão, ela apenas continua investindo repetidamente.",
    "In a south sea nation, the people live in communities that are built on groups of these POKéMON.": "Em uma nação do sul do mar, as pessoas vivem em comunidades construídas em grupos desses POKéMON.",
    "It has superb accuracy. The water it shoots out can strike even moving prey from more than 100 yards.": "Ela tem uma precisão soberba. A água que ela dispara pode atingir até presas em movimento a mais de 100 jardas.",
    "It traps enemies with its suction-cupped tentacles, then smashes them with its rock-hard head.": "Ela aprisiona inimigos com seus tentáculos com ventosas e depois os esmaga com sua cabeça extremamente dura.",
    "It carries food all day long. There are tales about lost people who were saved by the food it had.": "Ela carrega comida o dia inteiro. Há histórias sobre pessoas perdidas que foram salvas pela comida que ela tinha.",
    "As it majestically swims, it doesn’t care if REMORAID attach to it to scavenge for its leftovers.": "Enquanto ela nada majestosamente, ela não se importa se REMORAID se prendem a ela para se alimentar de suas sobras.",
    "Its sturdy wings look heavy, but its bones are hollow and light, allowing it to fly freely in the sky.": "Suas asas resistentes parecem pesadas, mas seus ossos são ocos e leves, o que permite voar livremente no céu.",
    "It uses different kinds of cries for communicating with others of its kind and for pursuing prey.": "Ele usa diferentes tipos de gritos para se comunicar com outros de sua espécie e para perseguir presas.",
    "If you are burned by the flames it shoots from its mouth, the pain will never go away.": "Se você for queimado pelas chamas que ele dispara da boca, a dor nunca desaparecerá.",
    "It is said that it usually hides in underwater caves. It can create whirlpools by yawning.": "Dizem que ele normalmente se esconde em cavernas subaquáticas. Ele pode criar redemoinhos bocejando.",
    "It swings its long snout around playfully, but because it is so strong, this can be dangerous.": "Ele balança seu focinho longo de forma brincalhona, mas devido à sua força, isso pode ser perigoso.",
    "It has sharp, hard tusks and a rugged hide. Its TACKLE is strong enough to knock down a house.": "Ele tem presas afiadas e duras e uma pele resistente. Seu TACKLE é forte o suficiente para derrubar uma casa.",
    "This upgraded version of PORYGON is designed for space exploration. However, it can’t even fly.": "Esta versão aprimorada do PORYGON é projetada para exploração espacial. No entanto, ele nem consegue voar.",
    "Its curved antlers subtly change the flow of air to create a strange space where reality is distorted.": "Suas antenas curvas mudam sutilmente o fluxo de ar para criar um espaço estranho onde a realidade é distorcida.",
    "A special fluid oozes from the tip of its tail. It paints the fluid everywhere to mark its territory.": "Um fluido especial escorre da ponta de seu rabo. Ele pinta o fluido por toda parte para marcar seu território.",
    "It is always bursting with energy. To make itself stronger, it keeps on fighting even if it loses.": "Ele está sempre transbordando de energia. Para se tornar mais forte, ele continua lutando mesmo se perder.",
    "If you become enchanted by its smooth, elegant, dance-like kicks, you may get drilled hard.": "Se você ficar encantado pelos seus chutes suaves e elegantes, semelhantes a dança, você pode acabar levando uma pancada forte.",
    "Its lips are the most sensitive parts on its body. It always uses its lips first to examine things.": "Seus lábios são as partes mais sensíveis do seu corpo. Ele sempre usa seus lábios primeiro para examinar coisas.",
    "Even in the most vicious storm, this POKéMON plays happily if thunder rumbles in the sky.": "Mesmo na tempestade mais feroz, este POKéMON brinca feliz se o trovão roncar no céu.",
    "Each and every time it inhales and exhales, hot embers dribble out of its mouth and nostrils.": "Cada vez que ele inspira e expira, brasas quentes gotejam de sua boca e narinas.",
    "If it has just had a baby, the milk it produces contains much more nutrition than usual.": "Se ele acabou de ter um bebê, o leite que ele produz contém muito mais nutrição do que o normal.",
    "Anyone who takes even one bite of BLISSEY’s egg becomes unfailingly caring and pleasant to everyone.": "Qualquer pessoa que dê uma única mordida em um ovo de BLISSEY se torna infalivelmente cuidadosa e agradável com todos.",
    "The rain clouds it carries let it fire thunderbolts at will. They say that it descended with lightning.": "As nuvens de chuva que ele carrega permitem que ele dispare raios a seu bel-prazer. Dizem que ele desceu com o relâmpago.",
    "Volcanoes erupt when it barks. Unable to restrain its extreme power, it races headlong around the land.": "Vulcões entram em erupção quando ele late. Incapaz de conter seu poder extremo, ele corre desenfreado pela terra.",
    "SUICUNE embodies the compassion of a pure spring of water. It runs across the land with gliding elegance. It has the power to purify dirty water.": "SUICUNE incorpora a compaixão de uma fonte de água pura. Ele corre pela terra com elegância deslumbrante. Ele tem o poder de purificar água suja.",
    "It feeds on soil. After it has eaten a large mountain, it will fall asleep so it can grow.": "Ele se alimenta de solo. Depois de comer uma montanha grande, ele vai dormir para poder crescer.",
    "Its shell is as hard as sheet rock, and it is also very strong. Its THRASHING can topple a mountain.": "Sua concha é tão dura quanto rocha e também é muito resistente. Seu THRASHING pode derrubar uma montanha.",
    "Its body can’t be harmed by any sort of attack, so it is very eager to make challenges against enemies.": "Seu corpo não pode ser ferido por nenhum tipo de ataque, por isso ele está muito ansioso para desafiar inimigos.",
    "It is said that it quietly spends its time deep at the bottom of the sea because its powers are too strong.": "Dizem que ele passa silenciosamente seu tempo no fundo do mar porque seus poderes são muito fortes.",
    "Legends claim this POKéMON flies the world’s skies continuously on its magnificent seven-colored wings.": "As lendas afirmam que este POKéMON voa continuamente pelos céus do mundo com suas magníficas asas de sete cores.",
    "This POKéMON wanders across time. Grass and trees flourish in the forests in which it has appeared.": "Este POKéMON vagueia através do tempo. Grama e árvores florescem nas florestas em que ele apareceu.",
    "The soles of its feet are covered by countless tiny spikes, enabling it to walk on walls and ceilings.": "As solas de seus pés são cobertas por inúmeros pequenos espinhos, permitindo-lhe andar em paredes e tetos.",
    "It lives in dense jungles. While  closing in on its prey, it leaps from branch to branch.": "Ele vive em selvas densas. Enquanto se aproxima de sua presa, ele salta de galho em galho.",
    "The leaves that grow on its arms can slice down thick trees. It is without peer in jungle combat.": "As folhas que crescem em seus braços podem cortar árvores grossas. Ele é imbatível em combate na selva.",
    "A fire burns inside, so it feels very warm to hug. It launches fireballs of 1,800 degrees F.": "Um fogo queima dentro dele, então ele se sente muito quente ao abraçar. Ele lança bolas de fogo a 1.800 graus Fahrenheit.",
    "Its kicking mastery lets it loose 10 kicks per second. It emits sharp cries to intimidate foes.": "Sua mestria em chutar permite que ele desferia 10 chutes por segundo. Ele emite gritos afiados para intimidar inimigos.",
    "Flames spout from its wrists, enveloping its knuckles. Its punches scorch its foes.": "Chamas jorram de seus pulsos, envolvendo seus nós dos dedos. Seus socos queimam seus inimigos.",
    "To alert it, the fin on its head senses the flow of water. It has the strength to heft boulders.": "Para alertá-lo, a barbatana em sua cabeça sente o fluxo de água. Ele tem a força para levantar pedregulhos.",
    "Its sturdy legs give it sure footing, even in mud. It burrows into dirt to sleep.": "Suas pernas robustas lhe proporcionam uma base firme, mesmo na lama. Ele cava na terra para dormir.",
    "It can swim while towing a large ship. It bashes down foes with a swing of its thick arms.": "Ele pode nadar enquanto reboca um navio grande. Ele derruba inimigos com um golpe de seus braços grossos.",
    "A Pokémon with a persistent nature, it chases its chosen prey until the prey becomes exhausted.": "Um Pokémon de natureza persistente, ele persegue sua presa escolhida até que a presa fique exausta.",
    "It chases down prey in a pack. It will never disobey the commands of a skilled Trainer.": "Ele persegue presas em grupo. Ele nunca desobedecerá aos comandos de um Treinador habilidoso.",
    "It walks in zigzag fashion. It is good at finding items in the grass and even in the ground.": "Ele anda em zigue-zague. Ele é bom em encontrar itens na grama e até mesmo no solo.",
    "It charges prey at speeds over 60 mph. However, because it can only run straight, it often fails.": "Ele investe contra presas a velocidades superiores a 60 mph. No entanto, porque só pode correr em linha reta, frequentemente falha.",
    "It loves to eat leaves. If it is attacked by a STARLY, it will defend itself with its spiked rear.": "Ele adora comer folhas. Se for atacado por um STARLY, ele se defenderá com seu traseiro espinhoso.",
    "It wraps silk around the branches of a tree. It drinks rainwater on its silk while awaiting evolution.": "Ele envolve seda em torno dos galhos de uma árvore. Ele bebe água da chuva em sua seda enquanto aguarda a evolução.",
    "Despite its looks, it is aggressive. It jabs with its long, thin mouth if disturbed while collecting pollen.": "Apesar de sua aparência, ele é agressivo. Ele cutuca com sua boca longa e fina se for perturbado enquanto coleta pólen.",
    "It never forgets any attack it endured while in the cocoon. After evolution, it seeks payback.": "Ele nunca esquece nenhum ataque que sofreu enquanto estava no casulo. Após a evolução, ele busca vingança.",
    "Toxic powder is scattered with each flap. At night, it is known to strip leaves off trees lining boulevards.": "Pó venenoso é espalhado a cada batida de asa. À noite, ele é conhecido por arrancar folhas das árvores que cercam avenidas.",
    "It looks like an aquatic plant and serves as a ferry to Pokémon that can’t swim.": "Ele se parece com uma planta aquática e serve como uma balsa para Pokémon que não sabem nadar.",
    "It has a mischievous spirit. If it spots an angler, it will tug on the fishing line to interfere.": "Ele tem um espírito travesso. Se ele avistar um pescador, ele puxará a linha de pesca para interferir.",
    "If it hears festive music, all its muscles fill with energy. It can’t help breaking out into a dance.": "Se ele ouvir música festiva, todos os seus músculos se enchem de energia. Ele não consegue evitar começar a dançar.",
    "When it dangles from a tree branch, it looks just like an acorn. It enjoys scaring other Pokémon.": "Quando ele pende de um galho de árvore, ele se parece com uma bolota. Ele gosta de assustar outros Pokémon.",
    "The sound of its grass flute makes its listeners uneasy. It lives deep in forests.": "O som de sua flauta de grama deixa seus ouvintes inquietos. Ele vive nas profundezas das florestas.",
    "By flapping its leafy fan, it can whip up gusts of 100 ft/second that can level houses.": "Ao bater seu leque de folhas, ele pode criar rajadas de 100 pés por segundo que podem nivelar casas.",
    "It has a gutsy spirit that makes it bravely take on tough foes. It flies in search of warm climates.": "Ele tem um espírito corajoso que o faz enfrentar bravamente inimigos difíceis. Ele voa em busca de climas quentes.",
    "It circles the sky in search of prey. When it spots one, it dives steeply to catch the prey.": "Ele circula o céu em busca de presas. Quando avista uma, ele mergulha íngreme para capturar a presa.",
    "It soars high in the sky, riding on updrafts like a glider. It carries food tucked in its bill.": "Ele voa alto no céu, aproveitando as correntes ascendentes como um planador. Ele carrega comida escondida em seu bico.",
    "It dips its large bill in the sea, then scoops up numerous prey along with water.": "Ele mergulha seu grande bico no mar e, em seguida, recolhe numerosas presas junto com água.",
    "If its horns capture the warm feelings of people or Pokémon, its body warms up slightly.": "Se seus chifres capturam os sentimentos calorosos de pessoas ou Pokémon, seu corpo se aquece ligeiramente.",
    "If its Trainer becomes happy, it overflows with energy, dancing joyously while spinning about.": "Se seu Treinador fica feliz, ele transborda de energia, dançando alegremente enquanto gira.",
    "To protect its Trainer, it will expend all its psychic power to create a small black hole.": "Para proteger seu Treinador, ele gastará todo o seu poder psíquico para criar um pequeno buraco negro.",
    "It appears as if it is skating on water. It draws prey with a sweet scent from the tip of its head.": "Parece que ele está patinando na água. Ele atrai presas com um doce odor na ponta de sua cabeça.",
    "Its antennae have eye patterns on them. Its four wings enable it to hover and fly in any direction.": "Suas antenas têm padrões de olhos nelas. Suas quatro asas permitem que ele flutue e voe em qualquer direção.",
    "It spouts poison spores from the top of its head. These spores cause pain all over if inhaled.": "Ele dispara esporos venenosos do topo de sua cabeça. Esses esporos causam dor por todo o corpo se inalados.",
    "Its short arms stretch when it throws punches. Its technique is equal to that of pro boxers.": "Seus braços curtos se esticam quando ele desfere socos. Sua técnica é igual à dos boxeadores profissionais.",
    "It spends nearly all its time in a day sprawled out. Just seeing it makes one drowsy.": "Ele passa quase todo o seu tempo deitado ao longo do dia. Só de vê-lo, dá sono.",
    "Its heart beats at a tenfold tempo, so it cannot sit still for even a moment.": "Seu coração bate a uma velocidade dez vezes maior, então ele não consegue ficar parado nem por um momento.",
    "The world’s laziest Pokémon. When it is lounging, it is actually saving energy for striking back.": "O Pokémon mais preguiçoso do mundo. Quando está deitado, na verdade está economizando energia para reagir.",
    "It grows underground, sensing its surroundings using antennae instead of its virtually blind eyes.": "Ele cresce no subsolo, usando antenas para sentir seu ambiente em vez de seus olhos virtualmente cegos.",
    "Because it moves so quickly, it sometimes becomes unseeable. It congregates around tree sap.": "Por se mover tão rapidamente, às vezes se torna invisível. Ele se reúne em torno da seiva das árvores.",
    "A discarded bug shell that came to life. Peering into the crack on its back is said to steal one’s spirit.": "Uma casca de inseto descartada que ganhou vida. Diz-se que olhar para a fenda em suas costas rouba o espírito de alguém.",
    "Usually, its cries are like quiet murmurs. If frightened, it shrieks at the same volume as a jet plane.": "Normalmente, seus gritos são como murmúrios suaves. Se assustado, ele grita com o mesmo volume de um avião a jato.",
    "The shock waves from its cries can tip over trucks. It stamps its feet to power up.": "As ondas de choque de seus gritos podem derrubar caminhões. Ele bate os pés para aumentar sua potência.",
    "Its howls can be heard over six miles away. It emits all sorts of noises from the ports on its body.": "Seus uivos podem ser ouvidos a mais de seis milhas de distância. Ele emite todos os tipos de ruídos dos orifícios em seu corpo.",
    "It toughens its body by slamming into thick trees. Many snapped trees can be found near its nest.": "Ele fortalece seu corpo batendo em árvores espessas. Muitas árvores quebradas podem ser encontradas perto de seu ninho.",
    "It loves to match power with big-bodied Pokémon. It can knock a truck flying with its arm thrusts.": "Ele adora igualar sua força com Pokémon de grande porte. Ele pode derrubar um caminhão com seus golpes de braço.",
    "Its tail bounces like a rubber ball. It flings that tail around to fight opponents bigger than itself.": "Sua cauda pula como uma bola de borracha. Ele balança a cauda para lutar contra oponentes maiores do que ele.",
    "When endangered, it may protect itself by raising its magnetism and drawing iron objects to its body.": "Quando em perigo, ele pode se proteger aumentando seu magnetismo e atraindo objetos de ferro para seu corpo.",
    "It can’t stop itself from chasing moving things, and it runs in a circle, chasing its own tail.": "Ele não consegue parar de perseguir coisas em movimento e corre em círculos, perseguindo sua própria cauda.",
    "It is highly popular among female Trainers for its sublime fur. It does not keep a nest.": "Ele é altamente popular entre Treinadoras por sua pelagem sublime. Ele não mantém um ninho.",
    "It hides in the darkness of caves. Its diet of gems has transformed its eyes into gemstones.": "Ele se esconde na escuridão de cavernas. Sua dieta de gemas transformou seus olhos em pedras preciosas.",
    "Attached to its head is a huge set of jaws formed by horns. It can chew through iron beams.": "Anexada à sua cabeça, está um enorme conjunto de mandíbulas formadas por chifres. Ele pode mastigar vigas de ferro.",
    "It usually lives deep in mountains. However, hunger may drive it to eat railroad tracks and cars.": "Ele normalmente vive nas profundezas das montanhas. No entanto, a fome pode levá-lo a comer trilhos de trem e carros.",
    "For food, it digs up iron ore. It smashes its steely body against others to fight over territory.": "Para se alimentar, ele desenterra minério de ferro. Ele esmaga seu corpo de aço contra outros para lutar por território.",
    "While seeking iron for food, it digs tunnels by breaking through bedrock with its steel horns.": "Enquanto busca ferro para se alimentar, ele escava túneis rompendo rochas sólidas com seus chifres de aço.",
    "It never misses its daily yoga workouts, and it heightens its spiritual power through meditation.": "Ele nunca falta às suas sessões diárias de ioga e aumenta seu poder espiritual através da meditação.",
    "It gains the ability to see the aura of its opponents by honing its mind through starvation.": "Ele ganha a capacidade de ver a aura de seus oponentes, aprimorando sua mente através da privação de alimentos.",
    "Using electricity stored in its fur, it stimulates its muscles to heighten its reaction speed.": "Usando eletricidade armazenada em sua pelagem, ele estimula seus músculos para aumentar sua velocidade de reação.",
    "It discharges electricity from its mane. It creates a thundercloud overhead to drop lightning bolts.": "Ele descarrega eletricidade de sua juba. Ele cria uma nuvem de tempestade acima para liberar raios.",
    "It cheers on friends with pom-poms made of sparks. It drains power from telephone poles.": "Ele incentiva seus amigos com pompons feitos de faíscas. Ele drena energia de postes telefônicos.",
    "It cheers on friends. If its friends are losing, its body lets off more and more sparks.": "Ele torce por seus amigos. Se seus amigos estão perdendo, seu corpo emite cada vez mais faíscas.",
    "It communicates with others by lighting up its rear at night. It loves ILLUMISE’s sweet aroma.": "Ele se comunica com outros acendendo sua parte traseira à noite. Ele adora o doce aroma de ILLUMISE.",
    "With its sweet aroma, it guides VOLBEAT to draw signs with light in the night sky.": "Com seu doce aroma, ele guia VOLBEAT para desenhar sinais com luz no céu noturno.",
    "The more healthy the ROSELIA, the more pleasant its flowers’ aroma. Its scent deeply relaxes people.": "Quanto mais saudável o ROSELIA, mais agradável é o aroma de suas flores. Seu cheiro relaxa profundamente as pessoas.",
    "Almost all its body is its stomach. Its harsh digestive juices quickly dissolve anything it swallows.": "Quase todo o seu corpo é seu estômago. Seus sucos digestivos ásperos dissolvem rapidamente qualquer coisa que ele engole.",
    "It swallows anything whole. It sweats toxic fluids from its follicles to douse foes.": "Ele engole qualquer coisa inteira. Ele sua fluidos tóxicos de suas glândulas para encharcar inimigos.",
    "They swarm any foe that invades their territory. Their sharp fangs can tear out boat hulls.": "Eles cercam qualquer inimigo que invade seu território. Suas presas afiadas podem rasgar cascos de barco.",
    "Its fangs rip through sheet iron. It swims at 75 mph and is known as “The Bully of the Sea.”": "Suas presas rasgam chapas de ferro. Ele nada a 75 mph e é conhecido como 'O Valentão do Mar.'",
    "On sunny days, it lands on beaches to bounce like a ball and play. It spouts water from its nose.": "Em dias ensolarados, ele pousa nas praias para pular como uma bola e brincar. Ele cospe água pelo nariz.",
    "The biggest of all Pokémon. It can dive to a depth of almost 10,000 feet on only one breath.": "O maior de todos os Pokémon. Ele pode mergulhar a uma profundidade de quase 10.000 pés com apenas uma respiração.",
    "Its humped back stores intensely hot magma. In rain, the magma cools, slowing its movement.": "Sua corcova armazena magma intensamente quente. Na chuva, o magma esfria, reduzindo sua movimentação.",
    "It has volcanoes on its back. If magma builds up in its body, it shudders, then erupts violently.": "Ele tem vulcões em suas costas. Se o magma se acumula em seu corpo, ele estremece e depois entra em erupção violentamente.",
    "It burns coal inside its shell for energy. It blows out black soot if it is endangered.": "Ele queima carvão dentro de sua concha para obter energia. Ele expele fuligem preta se estiver em perigo.",
    "It bounces constantly, using its tail like a spring. The shock of bouncing keeps its heart beating.": "Ele pula constantemente, usando sua cauda como uma mola. O choque do salto mantém seu coração batendo.",
    "It uses black pearls to amplify its psycho-power. It does an odd dance to gain control over foes.": "Ele usa pérolas negras para amplificar seu poder psíquico. Ele faz uma dança estranha para ganhar controle sobre seus inimigos.",
    "No two SPINDA have the same pattern of spots. Its tottering step fouls the aim of foes.": "Nenhum SPINDA tem o mesmo padrão de manchas. Seus passos cambaleantes atrapalham a mira de seus inimigos.",
    "It makes a conical pit in desert sand and lies in wait at the bottom for prey to come tumbling down.": "Ele faz um buraco cônico na areia do deserto e espera no fundo para que a presa caia.",
    "It violently shudders its wings, generating ultrasonic waves to induce headaches in people.": "Ele estremece violentamente suas asas, gerando ondas ultrassônicas para causar dores de cabeça nas pessoas.",
    "It whips up sandstorms with powerful flaps of its wings. It is known as “The Desert Spirit.”": "Ele levanta tempestades de areia com batidas poderosas de suas asas. É conhecido como 'O Espírito do Deserto.'",
    "By storing water in its body, this desert dweller can survive for 30 days without water.": "Armazenando água em seu corpo, este habitante do deserto pode sobreviver por 30 dias sem água.",
    "It becomes active at night, seeking prey that is exhausted from the day’s desert heat.": "Ele se torna ativo à noite, buscando presas exaustas pelo calor do deserto durante o dia.",
    "It can’t relax if it or its surroundings are not clean. It wipes off dirt with its wings.": "Ele não consegue relaxar se ele ou seu entorno não estiverem limpos. Ele limpa a sujeira com suas asas.",
    "It looks like a fluffy cloud when it is in flight. It hums with its soprano voice.": "Ele parece uma nuvem fofa quando está voando. Ele canta com sua voz de soprano.",
    "It has feuded with SEVIPER for many generations. Its sharp claws are its biggest weapons.": "Ele brigou com SEVIPER por muitas gerações. Suas garras afiadas são suas maiores armas.",
    "For many generations, it has feuded with ZANGOOSE. It whets its bladed tail on rocks for battle.": "Por muitas gerações, ele brigou com ZANGOOSE. Ele afia sua cauda lâminada nas pedras para a batalha.",
    "Because it turns active on nights of the full moon, it is said to have some link to the lunar phases.": "Porque fica ativo nas noites de lua cheia, diz-se que tem alguma ligação com as fases lunares.",
    "A new Pokémon species, rumored to be from the sun. It gives off light while spinning.": "Uma nova espécie de Pokémon, rumores dizem que ele vem do sol. Ele emite luz enquanto gira.",
    "Its slimy body is hard to grasp. In one region, it is said to have been born from hardened mud.": "Seu corpo viscoso é difícil de agarrar. Em uma região, dizem que ele nasceu do barro endurecido.",
    "It is extremely protective of its territory. If any foe approaches, it attacks using vicious tremors.": "Ele é extremamente protetor de seu território. Se algum inimigo se aproximar, ele ataca usando tremores violentos.",
    "Its hardy vitality enables it to adapt to any environment. Its pincers will never release prey.": "Sua vitalidade resistente permite que ele se adapte a qualquer ambiente. Suas pinças nunca soltarão a presa.",
    "It is a ruffian that uses its pincers to pick up and toss out other Pokémon from its pond.": "Ele é um vândalo que usa suas pinças para pegar e jogar outros Pokémon de seu lago.",
    "It moves by spinning on its foot. It is a rare Pokémon that was discovered in ancient ruins.": "Ele se move girando sobre o pé. É um Pokémon raro que foi descoberto em ruínas antigas.",
    "An ancient clay figurine that came to life as a Pokémon from exposure to a mysterious ray of light.": "Uma antiga figura de argila que ganhou vida como um Pokémon devido à exposição a um raio de luz misterioso.",
    "It lived on the seafloor 100 million years ago and was reanimated scientifically.": "Ele viveu no fundo do mar há 100 milhões de anos e foi reanimado cientificamente.",
    "It lives in the shallows of warm seas. When the tide goes out, it digs up prey from beaches.": "Ele vive nas águas rasas de mares quentes. Quando a maré se retira, ele desenterra presas das praias.",
    "A Pokémon ancestor that was reanimated from a fossil. It lived in the sea and hunted with claws.": "Um ancestral Pokémon que foi reanimado de um fóssil. Ele vivia no mar e caçava com suas garras.",
    "It went ashore after evolving. Its entire body is clad in a sturdy armor.": "Ele foi para a terra depois de evoluir. Seu corpo inteiro está revestido de uma armadura resistente.",
    "It is a shabby and ugly Pokémon. However, it is very hardy and can survive on little water.": "Ele é um Pokémon desleixado e feio. No entanto, ele é muito resistente e pode sobreviver com pouca água.",
    "It makes a single pearl during its lifetime. The pearl is said to amplify psychic power.": "Ele faz uma única pérola durante a sua vida. Diz-se que a pérola amplifica o poder psíquico.",
    "It lives deep in the sea. With a tail shaped like a small fish, it attracts unsuspecting prey.": "Ele vive no fundo do mar. Com uma cauda em forma de peixe pequeno, ele atrai presas desavisadas.",
    "It lives at the bottom of the sea. In the springtime, its pink body turns more vivid for some reason.": "Ele vive no fundo do mar. Na primavera, o seu corpo rosa fica mais vivo por algum motivo.",
    "A rare Pokémon discovered during a deep-sea exploration. It has not changed in over 100 million years.": "Um Pokémon raro descoberto durante uma exploração no mar profundo. Ele não mudou em mais de 100 milhões de anos.",
    "It lives in warm seas. It is said that a couple finding this Pokémon will be blessed with eternal love.": "Ele vive em mares quentes. Diz-se que um casal que encontrar este Pokémon será abençoado com amor eterno.",
    "Dreaming of one day flying, it practices by leaping off cliffs every day.": "Sonhando em um dia voar, ele pratica saltando de penhascos todos os dias.",
    "Within its rugged shell, its cells have begun changing. The shell peels off the instant it evolves.": "Dentro da sua casca áspera, as suas células começaram a mudar. A casca se desprende no instante em que ele evolui.",
    "As a result of its long-held dream of flying, its cellular structure changed, and wings grew out.": "Como resultado do seu sonho antigo de voar, a sua estrutura celular mudou e asas cresceram.",
    "It converses with others by using magnetic pulses. In a swarm, they move in perfect unison.": "Ele conversa com os outros usando pulsos magnéticos. Em um enxame, eles se movem em perfeita harmonia.",
    "It is formed by two BELDUM joining together. Its steel body won’t be scratched if it collides with a jet.": "Ele é formado por dois BELDUM se juntando. O seu corpo de aço não será arranhado se colidir com um jato.",
    "METANG combined to form it. With four brains, it has the intelligence of a supercomputer.": "METANG se combinaram para formá-lo. Com quatro cérebros, ele tem a inteligência de um supercomputador.",
    "Its entire body is made of rock. If any part chips off in battle, it attaches rocks to repair itself.": "O seu corpo inteiro é feito de pedra. Se alguma parte se quebrar na batalha, ele anexa pedras para se reparar.",
    "Its body is made of ice from the ice age. It controls frigid air of -328 degrees Fahrenheit.": "O seu corpo é feito de gelo da era do gelo. Ele controla o ar frio de -328 graus Fahrenheit.",
    "Tempered by pressure underground over tens of thousands of years, its body cannot be scratched.": "Temperado pela pressão subterrânea ao longo de dezenas de milhares de anos, o seu corpo não pode ser arranhado.",
    "Its body is covered with a down that can refract light in such a way that it becomes invisible.": "O seu corpo é coberto por uma penugem que pode refratar a luz de tal forma que ele se torna invisível.",
    "A highly intelligent Pokémon. By folding back its wings in flight, it can overtake jet planes.": "Um Pokémon altamente inteligente. Ao dobrar as suas asas em voo, ele pode ultrapassar aviões a jato.",
    "It is said to have widened the seas by causing downpours. It had been asleep in a marine trench.": "Diz-se que ele alargou os mares causando chuvas torrenciais. Ele tinha estado adormecido em uma trincheira marinha.",
    "It had been asleep in underground magma ever since it fiercely fought KYOGRE long ago.": "Ele tinha estado adormecido no magma subterrâneo desde que lutou ferozmente com KYOGRE há muito tempo.",
    "It lives in the ozone layer far above the clouds and cannot be seen from the ground.": "Ele vive na camada de ozônio, muito acima das nuvens, e não pode ser visto do solo.",
    "It is said to have the ability to grant any wish for just one week every thousand years.": "Diz-se que tem a capacidade de realizar qualquer desejo por apenas uma semana a cada mil anos.",
    "normal": "normal",
    "grass": "planta",
    "fire": "fogo",
    "water": "água",
    "electric": "elétrico",
    "flying": "voador",
    "rock": "pedra",
    "ground": "terrestre",
    "steel": "aço",
    "fighting": "lutador",
    "dark": "sombrio",
    "psychic": "psíquico",
    "poison": "venenoso",
    "bug": "inseto",
    "fairy": "fada",
    "ghost": "fantasma",
    "dragon": "dragão",
    "ice": "gelo",
    "poison-powder": "Pó Venenoso",
    "sleep-powder": "Pó do Sono",
    "solar-beam": "Raio Solar",
    "flamethrower": "Lança-chamas",
    "counter": "Contra-ataque",
    "submission": "Submissão",
    "hyper-beam": "Hiper Raio",
    "electroweb": "Eletro Rede",
    "confusion": "Confusão",
    "mimic": "Mímica",
    "bide": "Guarda",
    "reflect": "Reflexo",
    "toxic": "Tóxico",
    "thunderbolt": "Raio Trovão",
    "double-team": "Múltiplos",
    "thunder-shock": "Choque Trovão",
    "fissure": "Fenda",
    "strength": "Força",
    "bite": "Mordida",
    "peck": "C bicada",
    "poison-sting": "Ferrão Venenoso",
    "psybeam": "Psicorrelâmpago",
    "quick-attack": "Ataque Rápido",
    "bubble-beam": "Jato de Bolhas",
    "screech": "Agudo",
    "rage": "Raiva",
    "string-shot": "Disparo de Seda",
    "hypnosis": "Hipnose",
    "low-kick": "Chute Baixo",
    "teleport": "Teletransporte",
    "earthquake": "Terremoto",
    "stun-spore": "Pó Paralisante",
    "mega-drain": "Mega Dreno",
    "dig": "Cavar",
    "rock-throw": "Lançamento de Pedras",
    "blizzard": "Nevasca",
    "light-screen": "Tela de Luz",
    "confuse-ray": "Raio Confusão",
    "agility": "Agilidade",
    "metronome": "Metrônomo",
    "thunder-wave": "Onda de Trovão",
    "disable": "Inibir",
    "smog": "Poluição",
    "self-destruct": "Autodestruição",
    "roar": "Rugido",
    "smokescreen": "Tela de Fumaça",
    "psychic": "Psíquico",
    "focus-energy": "Concentração de Energia",
    "fire-spin": "Giro de Fogo",
    "bounce": "Saltitar",
    "transform": "Transformação",
    "aurora-beam": "Raio Aurora",
    "ice-beam": "Raio de Gelo",
    "dragon-rage": "Fúria do Dragão",
    "leer": "Encarar",
    "double-edge": "Golpe Duplo",
    "flash": "Clarão",
    "seismic-toss": "Lançamento Sísmico",
    "night-shade": "Sombra Noturna",
    "rest": "Descansar",
    "defense-curl": "Enrolar Defensivo",
    "swift": "Ágil",
    "dream-eater": "Devorador de Sonhos",
    "sketch": "Esboçar",
    "haze": "Nevoeiro",
    "spore": "Esporos",
    "leech-seed": "Semente Sanguessuga",
    "leech-life": "Drenar Vida",
    "growth": "Crescimento",
    "mirror-coat": "Espelho de Reflexão",
    "snore": "Ronco",
    "explosion": "Explosão",
    "protect": "Proteger",
    "amnesia": "Amnésia",
    "skull-bash": "Cabeçada",
    "withdraw": "Esconder",
    "fury-swipes": "Golpes de Fúria",
    "drill-peck": "Perfurada de Bico",
    "endure": "Suportar",
    "tera-blast": "Explosão Tera",
    "rollout": "Rolamento",
    "rock-slide": "Deslize de Pedras",
    "splash": "Bater",
    "icy-wind": "Vento Gélido",
    "acid-armor": "Armadura Ácida",
    "hyper-fang": "Hiperdente",
    "mud-slap": "Tapa de Lama",
    "reversal": "Inversão",
    "giga-drain": "Giga Dreno",
    "detect": "Detectar",
    "lock-on": "Mirar",
    "swagger": "Atiçar",
    "confide": "Confidência",
    "laser-focus": "Foco a Laser",
    "stomping-tantrum": "Turbilhão Furioso",
    "power-up-punch": "Soco Poderoso",
    "liquidation": "Liquidação",
    "chilling-water": "Água Gélida",
    "trailblaze": "Deixar Rastro",
    "dual-wingbeat": "Bater de Asas Duplas",
    "rising-voltage": "Tensão Crescente",
    "life-dew": "Orvalho Vital",
    "grassy-glide": "Deslizamento Gramado",
    "comeuppance": "Desforra",
    "flip-turn": "Virada de Cabeça",
    "terrain-pulse": "Pulso do Terreno",
    "poltergeist": "Poltergeist",
    "meteor-beam": "Raio Meteoro",
    "tearful-look": "Olhar Lacrimoso",
    "brutal-swing": "Giro Brutal",
    "infestation": "Infestação",
    "snowscape": "Paisagem de Neve",
    "steel-beam": "Raio de Aço"
  }
}
